{
  "Comment.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "inlay-hints.nvim": { "branch": "main" },
  "lackluster.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
